;
;   8/1 午後4時　金庫前
;

; タイプライターで表示
@cm
; タイプライター文字の表示（message1を使用）
@layopt layer="message1" visible=true
@current layer="message1"
@delay speed=120
@playse buf="1" storage="type1.mp3" loop="true"
@start_keyconfig
８月１日 午後４：００[r]
Ａ町商店街・解体前の雑居ビル
@stopse buf="1"
@playse buf="1" storage="none"
@wait time=1500
@layopt layer="message1" visible=false
@er layer="message1"

#あおい:sakebi
おっそーーい！[l]
女の子一人だけにしておいて、ひどいよね！[p]

#祐一
一人って…[r]
おばあさんはどこにいるんだ？[p]

#あおい
言ったっけ？そんなこと[r]
てへぺろ[p]

#祐一
ふざけんな[p]
じゃあ、なんでこんなとこにいるんだよ！[r]
正直に言え！[p]

#あおい
トレジャーハンター部の活動でーす♡[r]
知ってるでしょ？[p]

#祐一
知らねえ[p]

#あおい:gutto
今入部してくれれば、終身名誉部員番号No.1がゲットできます！[p]

#祐一
今でも、勝手に俺を部員扱いしてるだろが！[p]

#あおい
期間限定で部長ブロマイドもプレゼント中！[p]

#祐一
いらねえ[p]

#あおい:azatoi
ちなみに部長は私です♡[p]

#祐一
それは知ってる[r]
めんどくせえ…帰るぞ！[p]

#あおい
ちょっと待ってよ[r]
金庫見ていくだけだったら、いいでしょ？[p]

#祐一
しょうがねえなあ…[l]
見るだけ…[p]

;
;ガーンというSE
;
………！！！？[p]

#あおい
どしたの？[p]

#祐一
見ろよ、橘！！！[p]
この金庫、昭和初期、今は亡きオメガ製作所のその全盛期に、選りすぐりの神業職人たちが己の魂を削って鋳造した至高の傑作だ！[p]
製造個数は全国でわずかに数十個[r]
今もまだ残っていたとは…[p]

#あおい
…でしょ？[l]
私の目利きも伊達じゃないのよ！[p]

#あおい:otakara
やっぱり、徳川埋蔵金かしら！[p]

#祐一
この扉の噛み合わせ…ヒンジの精度を見ろ[r]
半世紀以上前のものとは思えないほど寸分の狂いもない！[p]

そして、この重厚なキャストアイアン（鋳鉄）の肌目…[r]
現代の量産品のようなプレス加工のぺらぺらな鋼板とは訳が違う！[p]

#あおい
ほっぺたすりつけてる！[l]
…ということは高級メロン100個とか！[p]

#祐一
そうかもな！[p]
そして、極めつけは内部の座金を精密に組み合わせた手削りのからくり構造…[p]
あの「ルパン三世」でさえ、開けることができなかったという！[p]

#あおい
…よくわからないけど、すごいんだ！[p]

#祐一
聞こえる…[p]

#あおい
えっ！？[p]

#祐一
聞こえるんだ…[r]
金庫の声が…[p]
「……暴け。この漆黒の柩（ひつぎ）を、開けてくれ……」って[l]
「……解き放て。永劫の暗闇を封じ込めた、この黒鉄（くろがね）のパンドラを……」と[p]

（…そうだ）[l]
（橘が、どうとかいう問題じゃない)[p]

（今、俺は…）[l]
（俺は…純粋に、この金庫を…）[p]

絶対に開けてやるッ…！[r]
橘、手を貸せッ！[p]

#あおい
そうこなくっちゃね。ゆうゆう♡[p]

#祐一
工具箱を開けてくれッ[p]
