;シーン⑤メモ
;---
;背景：B町の図書館
;---

#祐一
（どうしてエクスカリバー使えないんだ？）

; 選択肢を表示（画面中央付近に配置）
[glink color="blue" target="*choice_54_inori" text="あおいに祈ってもらう" x="auto" y="200"]
[glink color="blue" target="*choice_54_bat" text="電池を確認する" x="auto" y="300"]
[glink color="blue" target="*choice_54_after" text="月齢を確認する" x="auto" y="400"]
[s]

*choice_54_inori
[cm] ; 選択肢とテキストを消去
#祐一
もしかしたら「乙女による祈り」が足らないのかもしれない…[l]
橘、祈ってくれ！[p]

#あおい
ゆうゆうよ、暗黒面の力を侮ってはならん。フォースを…[p]



*choice_54after
#祐一
…今日の月齢は？[p]

#あおい
新聞閲覧コーナー見てくる！[p]

;--あおい消失--

#祐一
（イヤな予感がした）[p]
（もしかしたら……）[p]

;--あおい再登場--
#あおい
新月…だって…[p]

#祐一
そうか…[l]
今日は…エクスカリバー使えない…[p]

#あおい
なんで、そんなとこだけリアルなのよっ！[p]
……[p]
;
;　あおい泣き顔
;
せっかく…ここまで来たのに…[p]

#祐一
おいおい、泣くなよ[p]

#あおい
泣いてない！[p]

;
; （参考）祐一は工具箱の中の工具に厨二的なものものしい名前を付けている
;　ただし、ピンセットだけはかわいらしい工具なので多様性として「チヒロちゃん」という名前にしている
; 
#
（そうは言っても、何かがポロポロこぼれてるぜ。[r]…とからかう気にはならなかった）[p]
（…めんどくせえ女だ）[p]
（しかたねぇ…他の工具でなんとかするか…）[p]

;--工具箱の画像表示--

#
（まずは、解読の聖眼（デコード・モノクル）［＝ルーペ］、[l]
　つぎに、回生の契結（リヴァイブ・バインド）［＝接着剤］、[l]
そうそう、こういうときこそ[font bold="true"]チヒロちゃん[resetfont]［＝ピンセット］だよな！）[p]
（そして、）[l]
（そして……）[p]

#あおい
うっ…うっ…[p]

#
（なんて言えばいい？）[p]

; 選択肢を表示（画面中央付近に配置する例）
[glink color="blue" target="*choice_ore_ex" text="エクスカリバーが…" x="auto" y="200"]
[glink color="blue" target="*choice_ore_ex" text="エクスカリバーが…" x="auto" y="300"]
[glink color="blue" target="*choice_ore_after" text="俺が…" x="auto" y="400"]
[s]

; --- エクスカリバー選択 ---
*choice_ore_ex
[cm] ; 選択肢とテキストを消去
#
（エクスカリバーが…[r]
…って今日は新月だから使えないんだろが！）[p]
[jump target="*choice_ore"]

; --- 俺選択 ---
*choice_ore_after
[cm] ; 選択肢とテキストを消去
#祐一
俺が…[p]
;--ドン！の音--
[font size="+2" bold="true"]俺がなんとかするから！[resetfont][p]


#あおい
ゆうゆうが？[r]できるの？[p]

#祐一
;--パシーンの音--
[font size="+2" bold="true"]やってみなきゃわからない！[resetfont][p]

#あおい
なによ、いつも「めんどくせえ」って言うくせに…[l]
それはわたしのセリフ…[p]


#
（そうだ[r]セリフだけじゃなくて手を動かすんだよ[r]俺はな）[p]

（ジグソーパズルと同じだ…[r]まずは端の部分を集める！）[l]
（ここは直線。たぶん上端だ）[p]

（この破れ方……こいつとつながる）[l]
（……違う）[l]
（いや、待て。裏返しだ）[p]

（解読の聖眼（デコード・モノクル）で断片を確認）[l]
（回生の契結（リヴァイブ・バインド）で、つながる部分を仮固定）[l]
（そしてチヒロちゃんで、細かい位置を合わせる）[p]

（この紙片の角度……）[l]
（このインクの線……）[l]
（間違いない。ここだ）[p]

（最後の一片を、チヒロちゃんでそっと置く）[p]

;
;---復元された暗号文表示
;

#祐一
[font size="+2" bold="true"]ヨシ！[resetfont][p]

#あおい
よかった…[p]

#祐一
チヒロちゃんのおかげだ！[p]

#あおい
えっ！？[p]

#祐一
チヒロちゃん…キミは最高の仕事をしてくれたよ…[l]
ホラ橘、見ろ！[r]かつて混沌（カオス）だった数多（あまた）のピースが、いまや美しき小宇宙（コスモ）を織りなしているぞ……[p]

#あおい
暗号文…[p]

#祐一
そうだ[l]
内容はすでにエクスカリバーで解析済だ！覚えてるだろ？[p]

#あおい
………[p]

#祐一
………[p]

#あおい
…行きましょ！[r]ミチコさんだけがわかる暗号だって含まれてるかもしれないでしょ！[p]

#祐一
だから泣くなって言ったんだよ！[l]
えーん、えーんって鼻水たらして幼稚園児か[p]

#あおい
だから泣いてないってば！[p]




