;
;   8/1 午後4時　金庫前
;

; タイプライターで表示
@cm

;
;   8/1 午後4時　金庫前
;

; タイプライターで表示
@cm

#あおい:sakebi
おっそーーい！p]

#祐一
うるせえ[r]
この建物、立ち入り禁止のサインばっかりじゃねーか[p]

#あおい
女の子一人だけにしておいて、ひどいよね！[p]

#祐一
一人って…、おばあさんと一緒だったんだろ？[p]

#あおい:serious
…[p]

#祐一
おいおい…！[p]

#あおい
言ったっけ？そんなこと[r]てへぺろ[p]

#祐一
じゃあ、なんでこんなとこにいるんだよ！[r]
正直に言え！[p]

#あおい
トレジャーハンター部の活動でーす♡[r]
知ってるでしょ？[p]

#祐一
知らねえ[p]

#あおい:gutto
今入部してくれれば、終身名誉部員番号No.1がゲットできまーす！[p]

#祐一
今でも、俺を勝手に部員扱いしてるだろが！[p]

#あおい
期間限定で部長ブロマイドもプレゼント中！[p]

#祐一
いらねえ[p]

#あおい
ちなみに部長は私です♡[p]

#祐一
それは知ってる[r]
めんどくせえから帰るぞ！[p]

#あおい
ちょ…、ちょっと待ってよ[r]
金庫見ていくだけだったら、いいでしょ？[p]

#祐一
しょうがねえなあ…[l]
見るだけ…[p]

;
;ガーンというSE
;
………！！！？[p]

#あおい
どしたの？[p]

#祐一
見ろよ、橘！！！[p]
この金庫、昭和初期、今は亡きオメガ製作所のその全盛期に、選りすぐりの神業職人たちが己の魂を削って鋳造した至高の傑作だ！[p]
製造個数は全国でわずかに数十個[r]今もまだ残っていたとは…[p]

#あおい
そう…

#祐一
この扉の噛み合わせ…ヒンジの精度を見ろ[r]
半世紀以上前のものとは思えないほど寸分の狂いもない！[p]

そして、この重厚なキャストアイアン（鋳鉄）の肌目…[r]
現代の量産品のようなプレス加工のぺらぺらな鋼板とは訳が違う！[p]

#あおい
ほっぺたすりつけてる！[p]

#祐一
極めつけは内部の座金を精密に組み合わせた手削りのからくり構造…[p]
あの「ルパン三世」でさえ、開けることができなかったという！[p]

#あおい
…何か知らないけど、すごいのね[p]

#祐一
聞こえる…[p]

#あおい
えっ！？[p]

#祐一
聞こえるんだ…[r]
金庫の声が…[p]
「……暴け。この漆黒の柩（ひつぎ）を、開いてくれ……」って[l]
「……解き放て。永劫の暗闇を封じ込めた、この黒鉄（くろがね）のパンドラを……」と[p]

（…そうだ）[l]
（橘が、どうとかいう問題じゃない)[p]

（今、俺は…）[l]
（俺は純粋に、この金庫を…）[p]

絶対に開けてやるッ…！[r]
橘、手を貸せッ！[p]

#あおい
そうこなくっちゃね。ゆうゆう♡




